eggs = ['красный', 'черный', 'зеленый', 'бело-черный', 'желтый', 'голубой', 'коричневый', 'многоцветный']

battle_eggs = []

final_states = {
    'красный': 'в корзиночке',
    'черный': 'в корзиночке',
    'зеленый': 'в корзиночке',
    'бело-черный': 'в корзиночке',
    'желтый': 'в корзиночке',
    'голубой': 'в корзиночке',
    'коричневый': 'в корзиночке',
    'многоцветный': 'в корзиночке'
}

eggs_dict = {
    'красный': 'означает любовь, жизнерадостность, надежду на свадьбу. Но прежде всего — это символ пролитой крови Христа, главного «виновника» торжества.',
    'черный': 'означает ночь, после которой непременно наступит утро, смерть, за которой следует возрождение.',
    'зеленый': 'это цвет весны и вдохновения, символизирует обновление природы, буйство трав, освобождение от болезней.',
    'бело-черный': 'такие цвета на писанке — уважение к умершим, благодарность духам за защиту от темных сил.',
    'желтый': 'символизирует луну, звезды, тепло и солнце. Писанка желтого цвета воплощает мечты о богатом урожае.',
    'голубой': 'цвет здоровья и сил. Символизирует воздух (небо).',
    'коричневый': 'символизируют матушку-Землю, ее плодородие, мощность и жизненную силу.',
    'многоцветный': 'означают пожелание семейного счастья, уюта, мира, согласия, успехов и здоровья.'
}

eggs_pictures = {
    'красный': 'https://pustunchik.ua/uploads/holiday/cache/a7fe5d4bd718cce57fa80ab4aefe338a.jpg',
    'черный': 'https://pustunchik.ua/uploads/holiday/cache/0911074d505c889c8658dabc3ef3882b.jpg',
    'зеленый': 'https://pustunchik.ua/uploads/holiday/cache/6df0c64deee2bb9e04f04f7ebbdf8e6b.jpg',
    'бело-черный': 'https://pustunchik.ua/uploads/holiday/cache/dd132feb21c99b9abd5c98a37421867d.jpg',
    'желтый': 'https://e7.pngegg.com/pngimages/430/67/png-clipart-easter-egg-symmetry-christmas-ornament-sphere-pattern-easter-holidays-symmetry.png',
    'голубой': 'https://pustunchik.ua/uploads/holiday/cache/3646b629290a3ea3337f7de8a1337b91.jpg',
    'коричневый': 'https://pustunchik.ua/uploads/holiday/cache/289121e30f9d80039e7770742b9eaf03.png',
    'многоцветный': 'https://pustunchik.ua/uploads/holiday/cache/aebc56ad3356bc0c2343dbf67df2a390.jpg'
}